<template>
    <div class="main-page">
        <img class="page-img">
        <p class="page-text">
            Значимость этих проблем настолько очевидна, что дальнейшее развитие различных форм деятельности обеспечивает широкому кругу (специалистов) участие в формировании новых предложений. Повседневная практика показывает, что реализация намеченных плановых заданий в значительной степени обуславливает создание модели развития.
            Значимость этих проблем настолько очевидна, что дальнейшее развитие различных форм деятельности обеспечивает широкому кругу (специалистов) участие в формировании новых предложений. Идейные соображения высшего порядка, а также дальнейшее развитие различных форм деятельности позволяет оценить значение новых предложений.
            с другой стороны постоянное информационно-пропагандистское обеспечение нашей деятельности обеспечивает широкому кругу (специалистов) участие в формировании позиций, занимаемых участниками в отношении поставленных задач. С другой стороны рамки и место обучения кадров способствует подготовки и реализации модели развития.
        </p>
    </div>
</template>

<script>
export default {

}
</script>

<style>
.main-page {
    display:  flex;
    flex-direction: row;
    justify-content: space-around;
}

.page-img {
    background-image: url('@/assets/home_page_img.jpg');
    background-size: cover;
    width: 360px;
    height: 240px;
    margin: 15px;
    border-radius: 15px;
}

.page-text {
    width: 50%;
    margin: 15px;
}

</style>